import React from "react";
import "./Partnership.css";

const Partnership = () => {
  return (
    <div id="partnership_main">
      <div id="partnership_content">
       <legend><h2>Что мы можем предложить?</h2></legend>
        <p>
        <legend><strong> Научная библиотека предоставляет следующие сервисы.</strong></legend>
       <br></br>
Личный кабинет - персональная страница пользователя с информацией об электронных заказах.
<br></br>
Электронный заказ - доступен читателям, которые прошли регистрацию на сайте. Электронный заказ возможен на литературу, размещенную в отделах:
Фундаментальная библиотека (Ломоносовский просп. 27)
<br></br>
Отдел обслуживания корпуса «Шуваловский» (Ломоносовский просп. 27, корп.4)
БИЦ юридического факультета и Высшей школы государственного аудита. (Ленинские горы, 1, стр. 13-14, 4-й учебный корпус, комн. 618Б)
<br></br>
Отдел обслуживания факультетов биологического и почвоведения (Ленинские горы, 1 стр.12, 1 эт.)
<br></br>
Отдел обслуживания механико-математического факультета (Ленинские горы, 1, ГЗ МГУ, 14 эт.)
<br></br>
Отдел обслуживания географического факультета (Ленинские горы, 1, ГЗ МГУ, 21 эт.)
<br></br>
Отдел абонемента ИСАА (Моховая ул., 11, стр. 1, комн. № 147)
<br></br>
Отдел обслуживания 2-го учебного корпуса (Ленинские горы, 1 стр.52, 1 эт.)
<br></br>
Консультация библиографа.
Что есть что - актуальные аббревиатуры и их содержание.
        </p>
      </div>
      <div>
        <fieldset id="fieldset_right">
          <legend><strong>Наши услуги</strong></legend>
          Читателям библиотеки оказываются все основные библиотечные услуги в соответствии с законом о библиотечном деле №78-ФЗ.
          <br></br>
        <strong>Это:</strong> 
предоставление полной информации о составе библиотечных фондов через систему каталогов и другие формы библиотечного информирования,
консультационная помощь в поиске и выборе источников информации,
предоставление во временное пользование документов из библиотечных фондов (в читальных залах или на абонементах),
межбиблиотечный абонемент
и другие услуги.
        </fieldset>
        <fieldset id="fieldset_left">
          Наш адрес: Табышалиева 29 
          <br></br>
          г. БИШКЕК, 720044  · Открыто ⋅ 
          Закроется в
          19:00
          <br></br>
          Tелефон: +996 (312) 49-27-65
          Факс: +996 (312) 54-19-35
          <br></br>
          E-posta: library@salamatbook.kg
 
        </fieldset>
      </div>
    </div>
  );
};

export default Partnership;
